export const errMail = "Пожалуйста убедитесь, что email введен корректно";
export const errLogin =
  "Пожалуйста убедитесь, что нет спецсимволов и пробелов, минимум 4 символа";
export const errFirstName =
  "Пожалуйста убедитесь, что нет спецсимволов, пробелом и первая буква заглавная";
export const errSecondName =
  "Пожалуйста убедитесь, что нет спецсимволов, пробелом и первая буква заглавная";
export const errPhone = "Пожалуйста убедитесь, что телефон введён корректно";
export const errPassword =
  "Пожалуйста убедитесь, что пароль от 8 до 40 символов, " +
  "и обязательно есть хотя бы одна заглавная буква и цифра.";

export const errPasswordAgain = "Пожалуйста убедитесь, что пароли совпадают";
